
tap "homebrew/services"
tap "domt4/autoupdate"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "crisidev/homebrew-chunkwm"
tap "koekeishiya/formulae"
tap "chrokh/tap"

brew "less"
brew "zsh", args: ["HEAD"]
brew "git", args: ["without-completions"]
brew "hub"
brew "yadm"
brew "chunkwm", args: ["HEAD"]
brew "skhd", args: ["HEAD"]
brew "curl", args: ["with-c-ares", "with-nghttp2"]
brew "neovim"
brew "mp3val"
brew "openssl"
brew "ripgrep"
brew "diff-so-fancy"
brew "python3"
brew "gpg"
brew "htop"
brew "coreutils"
brew "fd"
brew "tree"
brew "grip"
brew "base16-manager"

cask "font-inconsolata-nerd-font"

brew "yarn", args: ["without-node"]
brew "node@10"

brew "pre-commit"
brew "kubernetes-helm"

brew "gnu-sed"
brew "bash"
brew "awscli"
brew "go"
brew "make"
brew "fswatch"
brew "dep"
brew "grep"
brew "hadolint"
brew "jq"

cask "gswitch"

brew "kubernetes-cli"

brew "talal/tap/mimir"
