tap "homebrew/services"
tap "domt4/autoupdate"
tap "homebrew/cask"
tap "koekeishiya/formulae"
tap "chrokh/tap"

brew "harfbuzz"
brew "less"
brew "zsh", args: ["HEAD"]
brew "git"
brew "hub"
brew "yadm"
brew "skhd", args: ["HEAD"]
brew "curl"
brew "neovim"
brew "mp3val"
brew "openssl"
brew "ripgrep"
brew "diff-so-fancy"
brew "gpg"
brew "htop"
brew "coreutils"
brew "fd"
brew "tree"
brew "grip"
brew "base16-manager"
brew "pre-commit"
brew "gnu-sed"
brew "bash"
brew "awscli"
brew "go"
brew "make"
brew "fswatch"
brew "grep"
brew "hadolint"
brew "jq"

cask "gswitch"
