
tap "homebrew/services"
tap "domt4/autoupdate"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "crisidev/homebrew-chunkwm"
tap "koekeishiya/formulae"
tap "chrokh/tap"

brew "less"
brew "zsh", args: ["HEAD"]
brew "git", args: ["without-completions"]
brew "hub"
brew "yadm"
brew "chunkwm", args: ["HEAD"]
brew "skhd", args: ["HEAD"]
brew "curl", args: ["with-c-ares", "with-nghttp2"]
brew "neovim", args: ["HEAD"]
brew "mp3val"
brew "openssl"
brew "ripgrep"
brew "diff-so-fancy"
brew "python3"
brew "gpg"
brew "htop"
brew "coreutils"
brew "fd"
brew "tree"
brew "grip"
brew "base16-manager"

cask "kitty"
cask "font-inconsolata-nerd-font"

brew "yarn", args: ["without-node"]

brew "pre-commit"
brew "kubernetes-helm"
